Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * LegendFadesToMyth: People having a skewed memory of a previous installment in the sequel.
pt_br: * Br/ALendaSeTransformaEmMito: A percepção enevoada das pessoas na sequência de uma obra anterior.

source: * LegendaryInTheSequel: When the main character from a prior work is made into an in-universe legend.
pt_br: * Br/LendarioNaSequencia: Quando o personagem principal em uma obra anterior se transforma em uma lenda in-universo.

source: * LethalEatery: A restaurant that violates health codes in staggering ways.
pt_br: * Br/CulinariaLetal: Um restaurante que viola o regulamento sanitário de maneiras assombrosas.

source: * LethalJokeWeapon: Dr. Heller's specialty.
pt_br: * Br/ArmaJocosaLetal: A especialidade do doutor Heller.

source: * LetsGetDangerous: The moment a bumbling or comedic hero gets serious and demonstrates the magnitude of their true competence.
pt_br: * Br/VamosFicarPerigosos: o momento que um heroi cômico fica sério e demonstra o nível de sua real competência.

source: * LetsGetDangerous: This effectively summarizes the premise of this movie and is given a lampshade in the final battle sequence: -->'''Mr. Furious''': Rage...taking over...\\ '''Casanova Frankenstein''': Ja ja ja.
pt_br: * Br/VamosFicarPerigosos: É o que efetivamente resume a premissa do filme, sendo até ressaltada na sequência final de batalha. -->'''Irado:''' Eu estou ficando... irado...\\ '''Casanova Frankenstein:''' Que que tem?

source: * LetsYouAndHimFight: Two heroes, on the same side, and working for the same goals, attack each other.
pt_br: * Br/VamosLutarVoceEEle: Dois heróis do mesmo lado e que trabalham pelos mesmos motivos lutam entre si.

source: * LevelAte: A VideoGame location made entirely of food.
pt_br: * Br/FaseComestivel: Uma fase de videogame que é feita de comida.

source: * LevelInTheClouds: A VideoGame world set in the skies.
pt_br: * Br/FaseNasNuvens: Um mundo de videogame que se passa nos céus.

source: * LightEqualsHope: Light is used symbolically to literally signify hope.
pt_br: * Br/LuzSignificaEsperanca: A luz é usada simbolicamente para representar esperança.

source: * LightIsGood: A character with a benevolent appearance truly is benevolent.
pt_br: * Br/ALuzEBoa: Um personagem com aparência benevolente é de fato benevolente.

source: * LightIsGood: Heroes are usually associated with the light and bright colors.
pt_br: * Br/ALuzEBoa: Heróis costumam ser associados com a luz e com cores vistosas.

source: * LighterAndSofter: Remakes of episodes that ended with Don Ramon being slapped, with his role being taken by Jaimito, had their ending changed to avoid showing an elderly person being hit: on rare occasions, Señor Barriga would be the one hurt instead.
pt_br: * Br/MaisAnimadoELeve: Refilmagens de episódios que acabavam com o Seu Madruga recebendo agressão física tiveram o roteiro mudado quando o papel dele foi ocupado por Jaiminho a fim de evitar uma pessoa idosa sendo agredida. Em raras ocasiões, o Senhor Barriga recebia o abuso físico no lugar.

source: * LighthousePoint: An atmospheric lighthouse.
pt_br: * ??? LighthousePoint: Um farol costeiro atmosférico.

source: * LightningBruiser: Sonny and other NS-5s to a lesser extent.
pt_br: * Br/BrutoRelampago: Sonny e, em menor grau, os demais NS-5.

source: * LikeAnOldMarriedCouple: Spooner and Calvin.
pt_br: * Br/TalQualUmCasalDeIdosos: Spooner e Calvin.

source: * LikeYouWouldReallyDoIt: A character is seemingly killed or in otherwise dire straits, but fans don't believe the threat is genuine because it would ruin what makes the character marketable to the story.
pt_br: * Br/ComoSeVoceRealmenteFosseFazerIsso: Um personagem aparentemente é morto ou deixado em situação crítica, mas os fãs não acreditam que a ameaça é genuína porque isso arruinaria o que torna o personagem atraente na história.

source: * LikeYouWouldReallyDoIt: When the viewer can easily predict that someone won't die due to their importance to the story.
pt_br: * Br/ComoSeVoceRealmenteFosseFazerIsso: Quando o espectador pode facilmente prever que alguém não vai morrer devido à importância para a história.

source: * LikesOlderWomen: Heller frequents the retirement home to pick up chicks.
pt_br: * Br/EuGostoDasVelhas: Heller frequenta a casa de repouso para arranjar alguém para uns pegas.

source: * LimitedWardrobe: Most of the characters always wear the same clothes, unless they're going to a party.
pt_br: * Br/RoupeiroLimitado: A maioria dos personagens usa sempre as mesmas roupas, a não ser que eles estejam indo para uma festa.

source: * LimitedWardrobe: coupled with CostumeInertia above.
pt_br: * Br/RoupeiroLimitado: estreitamente relacionado com a Br/InerciaDeVestuario.

source: * LiteralMinded: Several times.
pt_br: * Br/MenteLiteral: Várias vezes.

source: * LiteralMinded: When the Blue Raja asks the Bowler if she really put her father's skull in her bowling ball, she assures him she didn't.
pt_br: * Br/MenteLiteral: Quando o Marajá pergunta da Boliche se ela realmente colocou a caveira do pai dela dentro da bola de boliche, no que ela responde que não.

source: * Little to no guidance.
pt_br: * Pouca ou nenhuma orientação.

source: * LittleOldLadyInvestigates * LoadBearingHero: A hero that holds a falling object to save the members of main cast or others.
pt_br: * Br/SenhorinhaInvestigativa * Br/HeroiDeSuporteDeCarga: Um herói que segura um objeto em queda para salvar os demais membros do elenco.

source: * LivingProp * NinjaProp * NotSoFakePropWeapon * PlanningWithProps * PropRecycling * TheRedStapler * SchematizedProp * StageMoney * StyrofoamRocks * WhenPropsAttack
pt_br: * Br/AderecoVivo * Br/AderecoNinja * Br/ArmaAderecoNaoTaoFalsa * Br/PlanejamentoComAderecos * Br/ReciclagemDeAderecos * Br/OGrampeadorVermelho * Br/AderecoEsquematizado * Br/DinheiroCenografico * Br/RochasDeIsopor * Br/QuandoAderecosAtacam

source: * LoadBearingHero: Heroes hold a falling object to save the members of main cast or others.
pt_br: * Br/HeroiDeSuporteDeCarga: Heróis que seguram um objeto em queda para salvar os demais membros do elenco.

source: * LocalHangout: Where the cast spends most of their time hanging out.
pt_br: * Br/DistracaoLocal: Onde o elenco passa a maior parte do tempo para se distrair e divertir.

source: * LockedInTheDungeon: A medieval-style underground prison / torture chamber.
pt_br: * Br/TrancadoNaMasmorra: Uma prisão / sala de tortura subterrânea estilo medieval.

source: * LocomotiveLevel: A VideoGame level that takes place on a train.
pt_br: * Br/FaseDeLocomotiva: Uma fase de videogame que se passa em um trem.

source: * LongHairIsFeminine: [[AvertedTrope Averted]].
pt_br: * Br/CabeloLongoEFeminino: [[Br/TropoEvitado Evitado]].

source: * LongLived: When Jaimito the mailman was a photographer he has this conversation with Doña Clotilde: -->'''Doña Clotilde:''' Why don't you take my picture?
pt_br: * Br/LongaVida: Quando Jaiminho era um fotógrafo, ele teve a seguinte conversa com a Dona Clotilde: -->'''Dona Clotilde:''' Por que você não tira minha foto?

source: * LongRunner: Although the comics were discontinued in 1997 and again in 2006, activity books of the franchise still get published to this day.
pt_br: * Br/LongaDuracao: Apesar das histórias terem sido descontinuadas em 1997 (e, novamente, em 2006), livros de atividades da franquia seguem sendo publicados.

source: * LoonWithAHeartOfGold: A character who is quirky, insane or unhinged is also one of the kindest and most compassionate, more than most of the "normals".
pt_br: * Br/BirutaComUmCoracaoDeOuro: Um personagem que é peculiar ou insano é também um dos mais bondosos e compassivos, mais até que a maioria dos "normais".

source: * LoonWithAHeartOfGold: A quirky character who is much kinder than "normal" people.
pt_br: * Br/BirutaComUmCoracaoDeOuro: Um personagem peculiar que é muito mais bondoso que as pessoas "normais".

source: * LoopholeAbuse: ** [[spoiler: The first law of robotics states that "a robot may not harm a human being, or through inaction allow a human being to come to harm." If this is unavoidable, the robot may make the decision based on the balance of amount of harm or probability of harm.
pt_br: * Br/AbusoDasBrechas ** [[spoiler: A primeira lei da robótica diz que "um robô não deve ferir um ser humano, ou por inação, permitir que um humano se fira". Se isso é inevitável, o robô pode tomar a decisão com base no equilíbrio de danos ou probabilidade de danos.

source: * LordErrorProne: A klutzy or incompetent hero or quest-doer.
pt_br: * Br/LordePropensoAErros: Um herói atrapalhado ou incompetente.

source: * LostAesop: In a comic, Binho becomes racist towards Zuca until the latter rescues the former from the top of a tree, which made Binho acknowledge they're all equal.
pt_br: * Br/EsopoPerdido: Em uma história, Binho se torna racista com Zuca até que ele o resgata do alto de uma árvore, o que faz Binho reconhecer que todos são iguais.

source: * LostAesop: In one episode, Don Ramón states that "Good people should love their enemies", a saying El Chavo takes at heart very quickly.
pt_br: * Br/EsopoPerdido: Em um episódio, Seu Madruga diz que "as pessoas boas devem amar seus inimigos", uma frase que Chaves rapidamente absorve.

source: * LostFoodGrievance: Intending to inflict violence on someone because they took, destroyed or ate food you were going to eat.
pt_br: * Br/DorPelaComidaPerdida: A intenção de levar violência a alguém porque levaram, destruíram ou comeram a comida que você pretendia comer.

source: * LostInTranslation: In the Brazilian dub, the RunningGag of Chavo calling Don Ramón by "Ron Damón" is completely removed, and he instead always calls Don Ramón by his regular translated name "Seu Madruga".
pt_br: * Br/PerdidoNaTraducao: Na dublagem brasileira, a Br/PiadaRecorrente de Chaves chamando o Don Ramón de "Ron Damón" foi completamente removida, e ao invés ele sempre o chama pelo seu nome traduzido, "Seu Madruga".

source: * LostWorld: A mysterious, isolated place not found on any maps where exotic adventures can occur.
pt_br: * Br/MundoPerdido: Um lugar misterioso e isolado que não é encontrado em nenhum mapa e onde aventuras exóticas acontecem.

source: * LovableAlphaBitch: The AlphaBitch is actually a good person underneath.
pt_br: * Br/CadelaAlfaAdoravel: A Br/CadelaAlfa na verdade é uma boa pessoa.

source: * LovableCoward: They're too chicken to confront danger, but end up being forced to do so anyways.
pt_br: * Br/CovardeAdoravel: Eles são muito frouxos para enfrentar o perigo, mas são forçados a fazê-lo mesmo assim.

source: * LovableLizard: Heroic (or at least friendly) lizards.
pt_br: * Br/LagartoAdoravel: Lagartos heroicos (ou pelo menos amigáveis).

source: * LovableLizard: Lizards are seen as cute and heroic among reptiles.
pt_br: * Br/LagartoAdoravel: Lagartos são vistos como bonitos e heroicos entre os répteis.

source: * LovableSexManiac: A sex-crazed character who is portrayed as likable and heroic.
pt_br: * Br/ManiacoSexualAdoravel: Um personagem obcecado por sexo que é retratado como amável e heroico.

source: * LoveGoddess: A deity of love.
pt_br: * Br/DeusaDoAmor: Uma divindade do amor.

source: * LoveRedeems: An antagonistic character is redeemed due to their love of another character.
pt_br: * Br/AmorRedime: Um personagem antagonista se redime através do amor de outro personagem.

source: * LoveTriangle: Otacília loves Riobaldo, who likes her and could even love her back if he wasn't already in love with Diadorim - who seems to love him too - but he has his own reasons - besides they being both male - to stay quiet.
pt_br: * Br/TrianguloAmoroso: Otacília ama Riobaldo, que gosta dela e poderia até amá-la se já não amasse Diadorim, que também gosta dele, mas nada acontece pois nenhum assume seus sentimentos.

source: * LovecraftCountry: A creepy, horror version of rural NewEngland, where corrupt hicks conspire with dark forces.
pt_br: * Br/LovecraftRural: Uma versão aterrorizante da Nova Inglaterra rutal, onde moradores corruptos conspiram com forças das trevas.

source: * LovedByAll: The character who is loved by everyone else is usually the most good-hearted.
pt_br: * Br/AmadoPorTodos: O personagem que é amado por todos os outros costuma ter a melhor índole.

source: * LovedByAll: The hero is universally liked by everyone.
pt_br: * Br/AmadoPorTodos: O herói é universalmente bem-quisto por todos.

source: * LoversLedge: An outside window ledge where TheCasanova must hide to avoid being caught during InterruptedIntimacy.
pt_br: * Br/PeitorilDoAmante: O peitoril de uma janela externa onde Br/OCasanova se pendura para evitar ser pego após a Br/IntimidadeInterrompida.

source: * LowestCommonDenominator: Trying to appeal to as many people as you can at once.
pt_br: * Br/MinimoDivisorComum: Tentar apelar para o máximo possível de pessoas.

source: * Luke Skywalker (TheHero) * Obi-Wan Kenobi and Yoda (MentorArchetype) * Han Solo (TheLancer, LovableRogue)
pt_br: * Luke Skywalker (Br/OHeroi) * Obi-Wan Kenobi e Yoda (Br/ArquetipoMentor) * Han Solo (Br/OLanceiro, Br/RebeldeAdoravel)

source: * MacGuffinLocation: When the MacGuffin everyone is competing over is a place.
pt_br: * Br/LugarMacGuffin: Quando o MacGuffin pelo qual todo mundo está brigando é um lugar.

source: * MachineBlood: When Sonny is shot in his introduction, he begins leaking some kind of liquid metal from the damaged hoses.
pt_br: * Br/SangueDeMaquina: Quando Sonny recebe um tiro em sua introdução, ele começa a vazar algum tipo de metal líquido das mangueiras danificadas.

source: * MadScienceFair: A contest or convention involving mad scientists and their mad experiments.
pt_br: * Br/FeiraDeCienciaMaluca: Um concurso ou convenção envolvendo cientistas loucos e seus experimentos insanos.

source: * MadScienceFair: Where all manner of Mad Scientist gather to showcase their various creations.
pt_br: * Br/FeiraDeCienciaMaluca: Onde todos os cientistas malucos se juntam para demonstrar suas várias criações.

source: * MadScientistLaboratory: The place where the mad science usually happens.
pt_br: * Br/LaboratorioDoCientistaMaluco: O lugar onde a ciência maluca é feita.

source: * MadScientistsBeautifulDaughter * MorallyAmbiguousDoctorate: Mad scientists are frequently villainous in nature.
pt_br: * Br/ABelaFilhaDoCientistaMaluco * Br/DoutoradoMoralmenteAmbiguo: Cientistas malucos costumam ter natureza vilanesca.

source: * MadeOfGood * MagneticHero: A hero with remarkable personal magnetism gains friends and allies with astonishing ease.
pt_br: * Br/FeitoDeBondade * Br/HeroiMagnetico: Um herói com um magnetismo pessoal impressionante ganha amigos e aliados com muita facilidade.

source: * MadeOfIron: ** Sonny, almost literally (it's an alloy).
pt_br: * Br/FeitoDeFerro: ** Sonny, quase literalmente (é uma liga metálica).

source: * MadonnaArchetype: Characters modeled after the Virgin Mary.
pt_br: * Br/ArquetipoMadonna: Personagens modelados com base na Virgem Maria.

source: * MageBornOfMuggles: A supernatural character born to a muggle family.
pt_br: * Br/MagoNascidoDeTrouxas: Um personagem sobrenatural nasce em uma família de trouxas.

source: * MageTower: TheTower where a wizard does his research (or plotting) above and away from the people.
pt_br: * Br/TorreDoMago: Br/ATorre onde um bruxo faz seus experimentos (ou esquemas) acima e longe de todos.

source: * MagicCountdown: Time flows differently on time counters currently not onscreen or discussed.
pt_br: * Br/ContagemRegressivaMagica: o tempo passa de maneira diferente em contadores regressivos que não estejam na tela.

source: * MagicalAsian: A wise Asian mentors a usually white character.
pt_br: * Br/AsiaticoMagico: Um asiático sábio age como mentor de um personagem (geralmente branco).

source: * MagicalGirl: Young girls learning to find their place in the world while secretly fighting to protect it with magical powers.
pt_br: * Br/GarotaMagica: Jovens moças aprendendo a encontrar seu lugar no mundo enquanto secretamente lutam para protegê-lo com poderes mágicos.

source: * MagicalJew: A Jewish character becomes a source of wisdom or a mentor for other (usually non-Jewish) characters.
pt_br: * Br/JudeuMagico: Um personagem judeu se torna fonte de sabedoria ou um mentor para outros personagens (geralmente não-judeus).

source: * MagicalNativeAmerican: The Sphinx is a complicated, rather parodic example.
pt_br: * Br/NativoAmericanoMistico: O Esfinge é um exemplo complicado de paródia.

source: * MagicalNegro: A minority character will step forward to help the hero, with their pure heart and folksy wisdom, and possibly magic.
pt_br: * Br/NegroMagico: Um personagem de minoria racial se erguerá para ajudar o herói com seu coraçao puro, sabedoria folclórica e talvez um pouco de magia.

source: * MagicalQueer: A character that has all of the wisdom in the world because they are gay, and has been persecuted because of it.
pt_br: * Br/QueerMagico: Um personagem que possui toda a sabedoria do mundo por ser homossexual e é perseguido por causa disso.

source: * MagicalRomani * MagicianDetective * MagneticHero: A hero with remarkable personal magnetism gains friends and allies with astonishing ease.
pt_br: * Br/RomaniMagico * Br/DetetiveMagico * Br/HeroiMagnetico: Um herói com um magnetismo pessoal impressionante ganha amigos e aliados com muita facilidade.

source: * MaidenAunt: Doña Clotilde * {{Malaproper}}: most of the characters, but El Chavo is the most notorious of the bunch.
pt_br: * Br/{{Malapropismo}}: A maioria dos personagens, mas o Chaves é o mais notório deles.

source: * MainCharacterFinalBoss: The [[TheHero lead hero]] of a given work also serves as its final opponent.
pt_br: * Br/PersonagemPrincipalChefeFinal: Br/OHeroi principal de uma dada obra também serve como oponente final.

source: * MainCharacterFinalBoss: The hero of the story also plays the role of its final boss.
pt_br: * Br/PersonagemPrincipalChefeFinal: O herói da história também faz o papel de chefe final.

source: * MajorWorldCities: An index of the largest and most important real world cities used in fiction.
pt_br: * BrNotasUteis/GrandesCidadesDoMundo: Um índice com as maiores e mais importantes cidades do mundo utilizadas na ficção.

source: * MakeAnExampleOfThem: Punishing someone to deter others.
pt_br: * Br/FazerDelesUmExemplo: Punir alguém para deter outros.

source: * MakeItLookLikeAnAccident: This appears to be the intention of [[spoiler: VIKI's]] robot minions when they attack Spooner on the freeway.
pt_br: * Br/FazerParecerComUmAcidente: Essa parece ser a intenção dos [[spoiler: capangas robóticos da VIKI]] quando eles atacam Spooner na via expressa.

source: * MakeOutPoint: A secluded place, often with a good view, where teens go for AutoErotica.
pt_br: * ??? MakeOutPoint: Um lugar afastado, geralmente com uma bela vista, onde adolescentes vão para curtir um momento Br/AutoErotica.

source: * MakerOfMonsters: Mad scientists who favor biology tend to specialize in creating large, aggressive and poorly controllable creatures.
pt_br: * Br/CriadorDeMonstros: Cientistas malucos que optam pela biologia tendem a se especializar na criação de criaturas grandes, agressivas e difíceis de controlar.

source: * Making a sequel just because the original was successful and the executives want more money, regardless of creative potential or the fans wanting a sequel or not.
pt_br: * Produzir uma sequência apenas porque o original fez muito sucesso e os executivos querem mais dinheiro, independentemente do potencial criativo ou do desejo dos fãs por uma sequência.

source: * Making a sequel just to earn more money, but from [[MerchandiseDriven toys and other licensed products]] instead of tickets.
pt_br: * Produzir uma sequência só para conseguir mais dinheiro, mas com [[Br/MovidoAPropaganda brinquedos e outros produtos licenciados]] ao invés de tíquetes.

source: * MalevolentArchitecture that poses a [[EverythingTryingToKillYou constant danger of death]] even when the player proceeds as cautiously as possible.
pt_br: * Br/ArquiteturaMalevolente que apresenta um [[Br/TudoTentandoTeMatar constante risco de morte]] mesmo quando o jogador segue com tanta cautela quanto possível.

source: * MalevolentMaskedMen: The Red-Eyes, even including a GasMaskMook.
pt_br: * Br/HomensMalevolosMascarados: Os Bandalhas, inclusive incluindo um Br/CapangaComMascaraDeGas.

source: * MaltShop: A popular teen LocalHangout in TheFifties where burgers, hot dogs, and malted milkshakes are served while the jukebox plays.
pt_br: * Br/LojaDeMalte: Um ponto de encontro popular para adolescentes americanos nos Br/Anos50, onde hambúrgueres, cachorros-quentes e milkshakes maltados são servidos enquanto uma caixa de som toca música.

source: * MammalMonstersAreMoreHeroic: Mammalian monsters are portrayed as heroes.
pt_br: * Br/MonstrosMamiferosSaoMaisHeroicos: Monstros mamíferos são retratados como heróis.

source: * ManOfTheCity: A character makes it their life mission to protect a city.
pt_br: * Br/HomemDaCidade: Um personagem toma pra si a atividade de proteger uma cidade como missão de vida.

source: * ManOfTheCity: The hero who ensures the safety and well-being of the city they live in.
pt_br: * Br/HomemDaCidade: O herói que assegura a segurança e bem-estar da cidade em que ele vive.

source: * ManicPixieDreamGirl: "Wacky" love interest to a "normal" person.
pt_br: * ??? ManicPixieDreamGirl: Interesse amoroso "excêntrico" de uma pessoa "normal".

source: * MarijuanaIsLSD: Effects of marijuana are exaggerated for the sake of comedy or drama.
pt_br: * Br/MarijuanaEOMesmoQueLSD: Os efeitos da maconha são exagerados em nome da comédia ou do drama.

source: * MartialPacifist: They would personally prefer a peaceful solution, but that doesn't mean they aren't willing to put up a good fight if they have to.
pt_br: * Br/PacifistaMarcial: Eles preferem uma solução pacífica, mas isso não significa que eles são avessos à luta se for necessário.

source: * MartyrdomCulture: A culture that [[DeathSeeker glorifies death]] in the name of some cause or belief.
pt_br: * Br/CulturaDoMartirio: Uma cultura que [[Br/BuscadorDaMorte glorifica a morte]] em nome de uma causa ou crença.

source: * MasqueradeBall: An [[DancesAndBalls elaborate, period dance]] where all the attendees wear masks.
pt_br: * Br/BaileDeMascaras: Uma [[Br/DancasEBailes dança elaborada de época]] onde todos os presentes usam máscaras.

source: * MathematiciansAnswer: ** One of the punchlines in this show.
pt_br: * Br/RespostaDoMatematico: uma das sacadas de piada usadas no show.

source: * MathematiciansAnswer: Justified because they haven't had all their programming uploaded yet, but nonetheless frustrating.
pt_br: * Br/RespostaDoMatematico: Justificada porque eles estão com a programação incompleta, mas não deixa de ser frustrante.

source: * MayItNeverHappenAgain: If the reason the effort is made not to repeat the story is because repeating the story would change the status quo.
pt_br: * Br/QueIssoNuncaAcontecaDeNovo: Se o motivo pelo qual há esforço pra não se repetir a história é porque uma repetição mudaria o status quo.

source: * MeanCharacterNiceActor: The character is mean and nasty, but the actor behind that character is not.
pt_br: * Br/PersonagemMauAtorLegal: O personagem é malvado e repugnante, mas o ator por trás do personagem não é.

source: * MeaningfulRename: After [[spoiler: the DealWithTheDevil]], Riobaldo claims to be "The White Rattler".
pt_br: * Br/TrocaDeNomeSignificativa: Após [[spoiler: o Br/PactoComODemonio para se tornar o líder dos jagunços]], Riobaldo assume o nome de "Urutu Branco".

source: * MedievalEuropeanFantasy: Swords, kings and [[Creator/JRRTolkien Tolkienian]] lore.
pt_br: * Br/FantasiaMedievalEuropeia: Espadas, reis e narrativa [[BrCriador/JRRTolkien tolkieniana]].
